{
  "bios": [
    {
      "position": 1,
      "points": 575,
      "wins": 19,
      "driverId": "max_verstappen",
      "driver_name": "Max Verstappen",
      "team": "Red Bull Racing",
      "blurb": "He’s Max by name, and max by nature. Arriving as Formula1’s youngest ever competitor at just 17 years old, Verstappen pushed his car, his rivals and the sport’s record books to the limit. The Dutchman took the Toro Rosso – and then the Red Bull – by the horns with his instinctive racing style. F1’s youngest points scorer soon became its youngest race winner – at the age of 18 years and 228 days – with an opportunistic but controlled drive on debut for Red Bull in Barcelona 2016. He currently holds the record for most points scored in a season.",
      "source": "https://www.formula1.com/en/drivers/max-verstappen.html",
      "img": "max.jpg",
      "slug": "max"
    },
    {
      "position": 2,
      "points": 285,
      "wins": 2,
      "driverId": "perez",
      "driver_name": "Sergio Perez",
      "team": "Red Bull Racing",
      "blurb": "Sergio 'Checo' Perez, hailing from Guadalajara, Mexico, made a groundbreaking entry into Formula 1 in 2011, ending a 30-year absence for Mexican drivers. Despite a slow start, Perez blossomed into a consistent podium contender over a decade in the sport. His move to Red Bull Racing in 2021 sparked a resurgence, culminating in pivotal wins and podium finishes, solidifying his position as a trusted force alongside Max Verstappen.",
      "source": "",
      "img": "sergio.jpg",
      "slug": "sergio"
    },
    {
      "position": 3,
      "points": 234,
      "wins": 0,
      "driverId": "hamilton",
      "driver_name": "Lewis Hamilton",
      "team": "Mercedes",
      "blurb": "Seven-time World Driver's Champion Lewis Hamilton, a British racing sensation, debuted with McLaren in 2007 before his move to Mercedes. Hamilton's journey is a testament to his unparalleled skill, strategic brilliance, and relentless pursuit of excellence. His dominance on the grid has solidified his legacy as one of the sport's most decorated and influential drivers, setting records and shaping Formula 1 history.",
      "source": "",
      "img": "lewis.jpg",
      "slug": "lewis"
    },
    {
      "position": 4,
      "points": 206,
      "wins": 0,
      "driverId": "alonso",
      "driver_name": "Fernando Alonso",
      "team": "Aston Martin",
      "blurb": "Fernando Alonso, a Spanish racing icon, made his mark in Formula 1 in 2001, exhibiting his prodigious talent with Minardi before moving to Renault and then to McLaren. A double World Champion, Alonso's legacy is defined by his sheer determination and tactical prowess on the track. His return to Formula 1 with Alpine in 2021 marked a triumphant comeback, showcasing his enduring passion and skill, solidifying his status as one of the sport's all-time greats.",
      "source": "",
      "img": "fernando.jpg",
      "slug": "fernando"
    },
    {
      "position": 5,
      "points": 206,
      "wins": 0,
      "driverId": "leclerc",
      "driver_name": "Charles Leclerc",
      "team": "Ferrari",
      "blurb": "Monegasque prodigy Charles Leclerc entered Formula1 in 2018 and debuted with Sauber before his promotion to Ferrari. His rise through the ranks, marked by raw talent and determination, positioned him as a promising force on the grid. At Scuderia Ferrari, Leclerc's fortitude and consistent speed confirm his potential as a future champion.",
      "source": "",
      "img": "charles.jpg",
      "slug": "charles"
    },
    {
      "position": 6,
      "points": 205,
      "wins": 0,
      "driverId": "norris",
      "driver_name": "Lando Norris",
      "team": "McLaren",
      "blurb": "Young British driver Lando Norris displayed vibrance and talent from the moment he debuted with McLaren in 2019. Known for his infectious personality and impressive racing acumen, Norris swiftly earned respect as a fierce competitor on the grid. With several podium finishes and standout drives, Norris continues to captivate audiences and solidify his status as one of the rising stars in Formula 1.",
      "source": "",
      "img": "lando.jpg",
      "slug": "lando"
    },
    {
      "position": 7,
      "points": 200,
      "wins": 1,
      "driverId": "sainz",
      "driver_name": "Carlos Sainz",
      "team": "Ferrari",
      "blurb": "Carlos Sainz, a \"smooth operator\" and Spanish racer, burst onto the Formula 1 scene in 2015. Following in the footsteps of his rallying champion father, Sainz carved his path with Toro Rosso before moving to Renault and then McLaren. His transition to Scuderia Ferrari in 2021 marked a new chapter, where his tenacity and consistency led to podium finishes. In 2023, he was the only non-Red Bull driver to score a victory.\n\n",
      "source": "",
      "img": "carlos.jpg",
      "slug": "carlos"
    },
    {
      "position": 8,
      "points": 175,
      "wins": 0,
      "driverId": "russell",
      "driver_name": "George Russell",
      "team": "Mercedes",
      "blurb": "George Russell, a rising British star, embarked on his Formula 1 journey in 2019 with Williams, showcasing exceptional talent and determination. His standout performances amidst challenging circumstances caught the attention of Mercedes, leading to his opportunity to compete alongside seven-time World Champion Lewis Hamilton. Russell's tenure with Mercedes demonstrated his skill and adaptability, proving his worth on the grid. His trajectory reflects resilience and promise, positioning him as a compelling contender for success in Formula 1's competitive landscape.",
      "source": "",
      "img": "george.jpg",
      "slug": "george"
    },
    {
      "position": 9,
      "points": 97,
      "wins": 0,
      "driverId": "piastri",
      "driver_name": "Oscar Piastri",
      "team": "McLaren",
      "blurb": "Oscar Piastri, the highly-anticipated and talented Australian rookie, joined the grid with McLaren in 2023. Despite it being his rookie year, Piastri wasted no time in making an impact, showcasing his racing prowess and adaptability. His victory in a thrilling sprint race underscored his innate talent and determination. Known for his measured approach and remarkable maturity behind the wheel, Piastri's seamless transition to Formula 1 and impressive performances have turned heads in the paddock. ",
      "source": "",
      "img": "oscar.jpg",
      "slug": "oscar"
    },
    {
      "position": 10,
      "points": 74,
      "wins": 0,
      "driverId": "stroll",
      "driver_name": "Lance Stroll",
      "team": "Aston Martin",
      "blurb": "Lance Stroll, a Canadian driver, debuted in Formula1 in 2017 with Williams before joining Racing Point, now as Aston Martin. Stroll's connection extends beyond the cockpit as his father, Lawrence Stroll, holds a prominent role in the leadership of Aston Martin, but his three podium finishes prove his worth on track alone. Stroll is known for his consistency in the rain, and his early career standout moments have kept his chances for a long-term racing career alive.\n\n",
      "source": "",
      "img": "lance.jpg",
      "slug": "lance"
    },
    {
      "position": 11,
      "points": 62,
      "wins": 0,
      "driverId": "gasly",
      "driver_name": "Pierre Gasly",
      "team": "Alpine",
      "blurb": "Pierre Gasly, a French driver, debuted in Formula 1 in 2017, showcasing his talent and determination with Toro Rosso, now known as AlphaTauri. After a stint at Red Bull Racing and subsequent return to AlphaTauri, Gasly made a pivotal move to Alpine in 2023. His transition to Alpine marks a new chapter in his career, where his consistency on the track continue to make him a dependable driver and teammate. ",
      "source": "",
      "img": "pierre.jpg",
      "slug": "pierre"
    },
    {
      "position": 12,
      "points": 58,
      "wins": 0,
      "driverId": "ocon",
      "driver_name": "Esteban Ocon",
      "team": "Alpine",
      "blurb": "The Frenchman Esteban Ocon made his Formula1 debut in 2016 with Manor Racing and Force India. His journey through various teams highlighted his adaptability, particularly during his time Renault — now Alpine. Ocon's tenure at Alpine has seen him steadily evolve into a consistent performer, demonstrating resilience and growth on the grid. His contributions to Alpine's development mark him as a vital asset, playing a key role in the team's ambitions.",
      "source": "",
      "img": "esteban.jpg",
      "slug": "esteban"
    },
    {
      "position": 13,
      "points": 27,
      "wins": 0,
      "driverId": "albon",
      "driver_name": "Alex Albon",
      "team": "Williams",
      "blurb": "Alex Albon, a Thai-British driver, entered Formula 1 in 2019 with Toro Rosso before his brief tenure at Red Bull Racing. Although his time was cut short, the driver gave a few impressive performances alongside the dominant Max Verstappen. Moving to Williams Racing, Albon's consistent performances have notably surpassed the car's expectations, signaling the team's upward trajectory. Albon's resilience and adaptability on the grid illustrate his capacity to extract the maximum from his machinery, positioning him as a key asset in Williams' pursuit of success.\n\n",
      "source": "",
      "img": "alex.jpg",
      "slug": "alex"
    },
    {
      "position": 14,
      "points": 17,
      "wins": 0,
      "driverId": "tsunoda",
      "driver_name": "Yuki Tsunoda",
      "team": "Alpha Tauri",
      "blurb": "Yuki Tsunoda, the vibrant Japanese sensation, made a spirited debut at just 20 years old with AlphaTauri. With a flair for daring maneuvers and a racing instinct that belies his age, Tsunoda swiftly etched his name in the sport's annals and quickly became a fan favorite. His ascent from Formula 3 to Formula 1 was meteoric, and his breakthrough drive at Bahrain in 2021, securing points in his debut race, set the stage for a season of thrilling wheel-to-wheel battles and standout performances.",
      "source": "",
      "img": "yuki.jpg",
      "slug": "yuki"
    },
    {
      "position": 15,
      "points": 10,
      "wins": 0,
      "driverId": "bottas",
      "driver_name": "Valterri Bottas",
      "team": "Alfa Romeo",
      "blurb": "Valtteri Bottas, a proud Finnish driver, entered Formula1 in 2013 with Williams before joining the dominant Mercedes, a team he competed with for several successful seasons. Bottas, known for his consistency and teamwork, upheld Mercedes' dominance during his tenure and his teammate Hamilton's record-breaking World Driver's Championship run. His move to Alfa Romeo Racing marked a new chapter in his career, where he showcased experience and dedication . Bottas' valuable contributions on and off the track position him as a key driver for Alfa Romeo Racing as the team aims to work its way up the midfield.",
      "source": "",
      "img": "valterri.jpg",
      "slug": "valterri"
    },
    {
      "position": 16,
      "points": 9,
      "wins": 0,
      "driverId": "hulkenberg",
      "driver_name": "Nico Hulkenburg",
      "team": "Haas",
      "blurb": "Nico Hülkenberg, a German driver known for his raw talent, entered Formula 1 in 2010, showcasing promise with Williams. Throughout his career, Hülkenberg displayed flashes of brilliance at various teams, notably his stints at Force India and Renault. As a seasoned driver, his expertise and consistency have been pivotal, especially during unexpected opportunities, where he stepped in as a substitute driver for Racing Point and Aston Martin. Joining HAAS, Hülkenberg's experience and determination serve as valuable assets, contributing to the team's aspirations and laying the groundwork for their development in the competitive Formula 1 landscape.",
      "source": "",
      "img": "nico.jpg",
      "slug": "nico"
    },
    {
      "position": 17,
      "points": 6,
      "wins": 0,
      "driverId": "ricciardo",
      "driver_name": "Daniel Ricciardo",
      "team": "Alpha Tauri",
      "blurb": "Daniel Ricciardo, the seasoned Australian racer known for his infectious smile and daring overtakes, faced a pivotal shift in his Formula 1 journey when he lost his seat at McLaren but made a comeback halfway through the 2023 season at AlphaTauri. Renowned for his bold yet calculated racing style, Ricciardo's arrival at AlphaTauri injected a new energy into the team. Embracing the challenge head-on, Ricciardo's seamless integration on the track marked the beginning of a new chapter, underscoring his enduring presence and unwavering passion in the fiercely competitive world of Formula 1.",
      "source": "",
      "img": "daniel.jpg",
      "slug": "daniel"
    },
    {
      "position": 18,
      "points": 6,
      "wins": 0,
      "driverId": "zhou",
      "driver_name": "Zhou Guanyu",
      "team": "Alfa Romeo",
      "blurb": "Zhou Guanyu, a Chinese driver, made his mark in Formula1 in 2022 and stands as a symbol of international interest and representation in the sport. His entry into Formula 1 marked a significant moment as the first full-time Chinese driver in the sport's history. Zhou's arrival brought forth a wave of excitement and anticipation, showcasing his talent and potential. His promising performances and dedication on the track have positioned him as a key asset for Alfa Romeo Racing.",
      "source": "",
      "img": "zhou.jpg",
      "slug": "zhou"
    },
    {
      "position": 19,
      "points": 3,
      "wins": 0,
      "driverId": "kevin_magnussen",
      "driver_name": "Kevin Magnussen",
      "team": "Haas",
      "blurb": "Kevin Magnussen, a Danish driver, entered Formula 1 in 2014, showcasing his potential with McLaren. Throughout his career, Magnussen's aggressive and determined style has been evident, notably during his tenure at Haas and previous stints with Renault and McLaren. His return to Haas has brought stability and experience to the team, with Magnussen's grit and resilience aiding the team's development. His valuable contributions on and off the track position him as a key figure in Haas' ongoing journey in Formula 1, marking a crucial phase in the team's pursuit of progress and success.",
      "source": "",
      "img": "kevin.jpg",
      "slug": "kevin"
    },
    {
      "position": 20,
      "points": 2,
      "wins": 0,
      "driverId": "lawson",
      "driver_name": "Liam Lawson",
      "team": "Alpha Tauri",
      "blurb": "Liam Lawson, the burgeoning talent from New Zealand, made a noteworthy mark in Formula 1 this year, stepping into the AlphaTauri seat during Daniel Ricciardo's injury and impressing with his solid performances. With an opportunity to showcase his skills at the highest level, Lawson delivered commendable, suprising performances on the track. His adaptability and ability to quickly acclimate to the demands of Formula 1 affirmed his potential as a future force in the sport. ",
      "source": "",
      "img": "lawson.jpg",
      "slug": "lawson"
    },
    {
      "position": 21,
      "points": 1,
      "wins": 0,
      "driverId": "sargeant",
      "driver_name": "Logan Sargeant",
      "team": "Williams",
      "blurb": "Logan Sargeant, a rising rookie American talent, debuted in Formula 1 with Williams in 2023. His adaptation to the demands of the sport demonstrated remarkable potential, particularly with standout performances in the latter part of the season. Sargeant's commitment and growth on the grid have earned him an extended stay with Williams. Sargeant's willingness to grow alongside the Williams team mark an exciting phase for both driver and team in Formula1.",
      "source": "",
      "img": "logan.jpg",
      "slug": "logan"
    },
    {
      "position": 22,
      "points": 0,
      "wins": 0,
      "driverId": "de_vries",
      "driver_name": "Nick DeVries",
      "team": "Alpha Tauri",
      "blurb": "Dutch racer Nick DeVries debuted in Formula1 in the 2023 season, racing in the the AlphaTauri seat for the first half before his replacement by Daniel Ricciardo. DeVries was highly anticipated and heralded as a rising talent in motorsport. His entry into the sport's upper echelons marked a significant milestone in his career. Despite the challenges of adapting to the pinnacle of racing, DeVries showcased glimpses of his potential with gritty performances and flashes of brilliance.",
      "source": "",
      "img": "devries.jpg",
      "slug": "devries"
    }
  ],
  "content_bios": [
    {
      "driverID": "leclerc",
      "driver_name": "Charles Leclerc",
      "team": "Ferrari",
      "blurb": "Monegasque prodigy Charles Leclerc entered Formula1 in 2018 and debuted with Sauber before his promotion to Ferrari. His rise through the ranks, marked by raw talent and determination, positioned him as a promising force on the grid. At Scuderia Ferrari, Leclerc's fortitude and consistent speed confirm his potential as a future champion.",
      "source": "https://www.charlesleclerc.com/",
      "img": "charles.jpg",
      "slug": "charles"
    },
    {
      "driverID": "max_verstappen",
      "driver_name": "Max Verstappen",
      "team": "Red Bull Racing",
      "blurb": "He’s Max by name, and max by nature. Arriving as Formula1’s youngest ever competitor at just 17 years old, Verstappen pushed his car, his rivals and the sport’s record books to the limit. The Dutchman took the Toro Rosso – and then the Red Bull – by the horns with his instinctive racing style. F1’s youngest points scorer soon became its youngest race winner – at the age of 18 years and 228 days – with an opportunistic but controlled drive on debut for Red Bull in Barcelona 2016. He currently holds the record for most points scored in a season.",
      "source": "https://www.formula1.com/en/drivers/max-verstappen.html",
      "img": "max.jpg",
      "slug": "max"
    },
    {
      "driverID": "perez",
      "driver_name": "Sergio Perez",
      "team": "Red Bull Racing",
      "blurb": "Sergio 'Checo' Perez, hailing from Guadalajara, Mexico, made a groundbreaking entry into Formula 1 in 2011, ending a 30-year absence for Mexican drivers. Despite a slow start, Perez blossomed into a consistent podium contender over a decade in the sport. His move to Red Bull Racing in 2021 sparked a resurgence, culminating in pivotal wins and podium finishes, solidifying his position as a trusted force alongside Max Verstappen.",
      "source": "https://www.formula1.com/en/drivers/max-verstappen.html",
      "img": "sergio.jpg",
      "slug": "sergio"
    },
    {
      "driverID": "sainz",
      "driver_name": "Carlos Sainz",
      "team": "Ferrari",
      "blurb": "Carlos Sainz, a \"smooth operator\" and Spanish racer, burst onto the Formula 1 scene in 2015. Following in the footsteps of his rallying champion father, Sainz carved his path with Toro Rosso before moving to Renault and then McLaren. His transition to Scuderia Ferrari in 2021 marked a new chapter, where his tenacity and consistency led to podium finishes. In 2023, he was the only non-Red Bull driver to score a victory.\n\n",
      "source": "https://www.formula1.com/en/drivers/max-verstappen.html",
      "img": "carlos.jpg",
      "slug": "carlos"
    },
    {
      "driverID": "russell",
      "driver_name": "George Russell",
      "team": "Mercedes",
      "blurb": "George Russell, a rising British star, embarked on his Formula 1 journey in 2019 with Williams, showcasing exceptional talent and determination. His standout performances amidst challenging circumstances caught the attention of Mercedes, leading to his opportunity to compete alongside seven-time World Champion Lewis Hamilton. Russell's tenure with Mercedes demonstrated his skill and adaptability, proving his worth on the grid. His trajectory reflects resilience and promise, positioning him as a compelling contender for success in Formula 1's competitive landscape.",
      "source": "https://www.formula1.com/en/drivers/max-verstappen.html",
      "img": "george.jpg",
      "slug": "george"
    },
    {
      "driverID": "hamilton",
      "driver_name": "Lewis Hamilton",
      "team": "Mercedes",
      "blurb": "Seven-time World Driver's Champion Lewis Hamilton, a British racing sensation, debuted with McLaren in 2007 before his move to Mercedes. Hamilton's journey is a testament to his unparalleled skill, strategic brilliance, and relentless pursuit of excellence. His dominance on the grid has solidified his legacy as one of the sport's most decorated and influential drivers, setting records and shaping Formula 1 history.",
      "source": "https://www.formula1.com/en/drivers/max-verstappen.html",
      "img": "lewis.jpg",
      "slug": "lewis"
    },
    {
      "driverID": "albon",
      "driver_name": "Alex Albon",
      "team": "Williams",
      "blurb": "Alex Albon, a Thai-British driver, entered Formula 1 in 2019 with Toro Rosso before his brief tenure at Red Bull Racing. Although his time was cut short, the driver gave a few impressive performances alongside the dominant Max Verstappen. Moving to Williams Racing, Albon's consistent performances have notably surpassed the car's expectations, signaling the team's upward trajectory. Albon's resilience and adaptability on the grid illustrate his capacity to extract the maximum from his machinery, positioning him as a key asset in Williams' pursuit of success.\n\n",
      "source": "https://www.formula1.com/en/drivers/max-verstappen.html",
      "img": "alex.jpg",
      "slug": "alex"
    },
    {
      "driverID": "alonso",
      "driver_name": "Fernando Alonso",
      "team": "Aston Martin",
      "blurb": "Fernando Alonso, a Spanish racing icon, made his mark in Formula 1 in 2001, exhibiting his prodigious talent with Minardi before moving to Renault and then to McLaren. A double World Champion, Alonso's legacy is defined by his sheer determination and tactical prowess on the track. His return to Formula 1 with Alpine in 2021 marked a triumphant comeback, showcasing his enduring passion and skill, solidifying his status as one of the sport's all-time greats.",
      "source": "https://www.formula1.com/en/drivers/max-verstappen.html",
      "img": "fernando.jpg",
      "slug": "fernando"
    },
    {
      "driverID": "sargeant",
      "driver_name": "Logan Sargeant",
      "team": "Williams",
      "blurb": "Logan Sargeant, a rising rookie American talent, debuted in Formula 1 with Williams in 2023. His adaptation to the demands of the sport demonstrated remarkable potential, particularly with standout performances in the latter part of the season. Sargeant's commitment and growth on the grid have earned him an extended stay with Williams. Sargeant's willingness to grow alongside the Williams team mark an exciting phase for both driver and team in Formula1.",
      "source": "https://www.formula1.com/en/drivers/max-verstappen.html",
      "img": "logan.jpg",
      "slug": "logan"
    },
    {
      "driverID": "hulkenberg",
      "driver_name": "Nico Hulkenburg",
      "team": "Haas",
      "blurb": "Nico Hülkenberg, a German driver known for his raw talent, entered Formula 1 in 2010, showcasing promise with Williams. Throughout his career, Hülkenberg displayed flashes of brilliance at various teams, notably his stints at Force India and Renault. As a seasoned driver, his expertise and consistency have been pivotal, especially during unexpected opportunities, where he stepped in as a substitute driver for Racing Point and Aston Martin. Joining HAAS, Hülkenberg's experience and determination serve as valuable assets, contributing to the team's aspirations and laying the groundwork for their development in the competitive Formula 1 landscape.",
      "source": "https://www.formula1.com/en/drivers/max-verstappen.html",
      "img": "nico.jpg",
      "slug": "nico"
    },
    {
      "driverID": "kevin_magnussen",
      "driver_name": "Kevin Magnussen",
      "team": "Haas",
      "blurb": "Kevin Magnussen, a Danish driver, entered Formula 1 in 2014, showcasing his potential with McLaren. Throughout his career, Magnussen's aggressive and determined style has been evident, notably during his tenure at Haas and previous stints with Renault and McLaren. His return to Haas has brought stability and experience to the team, with Magnussen's grit and resilience aiding the team's development. His valuable contributions on and off the track position him as a key figure in Haas' ongoing journey in Formula 1, marking a crucial phase in the team's pursuit of progress and success.",
      "source": "https://www.formula1.com/en/drivers/max-verstappen.html",
      "img": "kevin.jpg",
      "slug": "kevin"
    },
    {
      "driverID": "ocon",
      "driver_name": "Esteban Ocon",
      "team": "Alpine",
      "blurb": "The Frenchman Esteban Ocon made his Formula1 debut in 2016 with Manor Racing and Force India. His journey through various teams highlighted his adaptability, particularly during his time Renault — now Alpine. Ocon's tenure at Alpine has seen him steadily evolve into a consistent performer, demonstrating resilience and growth on the grid. His contributions to Alpine's development mark him as a vital asset, playing a key role in the team's ambitions.",
      "source": "https://www.formula1.com/en/drivers/max-verstappen.html",
      "img": "esteban.jpg",
      "slug": "esteban"
    },
    {
      "driverID": "gasly",
      "driver_name": "Pierre Gasly",
      "team": "Alpine",
      "blurb": "Pierre Gasly, a French driver, debuted in Formula 1 in 2017, showcasing his talent and determination with Toro Rosso, now known as AlphaTauri. After a stint at Red Bull Racing and subsequent return to AlphaTauri, Gasly made a pivotal move to Alpine in 2023. His transition to Alpine marks a new chapter in his career, where his consistency on the track continue to make him a dependable driver and teammate. ",
      "source": "https://www.formula1.com/en/drivers/max-verstappen.html",
      "img": "pierre.jpg",
      "slug": "pierre"
    },
    {
      "driverID": "stroll",
      "driver_name": "Lance Stroll",
      "team": "Aston Martin",
      "blurb": "Lance Stroll, a Canadian driver, debuted in Formula1 in 2017 with Williams before joining Racing Point, now as Aston Martin. Stroll's connection extends beyond the cockpit as his father, Lawrence Stroll, holds a prominent role in the leadership of Aston Martin, but his three podium finishes prove his worth on track alone. Stroll is known for his consistency in the rain, and his early career standout moments have kept his chances for a long-term racing career alive.\n\n",
      "source": "https://www.formula1.com/en/drivers/max-verstappen.html",
      "img": "lance.jpg",
      "slug": "lance"
    },
    {
      "driverID": "bottas",
      "driver_name": "Valterri Bottas",
      "team": "Alfa Romeo",
      "blurb": "Valtteri Bottas, a proud Finnish driver, entered Formula1 in 2013 with Williams before joining the dominant Mercedes, a team he competed with for several successful seasons. Bottas, known for his consistency and teamwork, upheld Mercedes' dominance during his tenure and his teammate Hamilton's record-breaking World Driver's Championship run. His move to Alfa Romeo Racing marked a new chapter in his career, where he showcased experience and dedication . Bottas' valuable contributions on and off the track position him as a key driver for Alfa Romeo Racing as the team aims to work its way up the midfield.",
      "source": "https://www.formula1.com/en/drivers/max-verstappen.html",
      "img": "valterri.jpg",
      "slug": "valterri"
    },
    {
      "driverID": "zhou",
      "driver_name": "Zhou Guanyu",
      "team": "Alfa Romeo",
      "blurb": "Zhou Guanyu, a Chinese driver, made his mark in Formula1 in 2022 and stands as a symbol of international interest and representation in the sport. His entry into Formula 1 marked a significant moment as the first full-time Chinese driver in the sport's history. Zhou's arrival brought forth a wave of excitement and anticipation, showcasing his talent and potential. His promising performances and dedication on the track have positioned him as a key asset for Alfa Romeo Racing.",
      "source": "https://www.formula1.com/en/drivers/max-verstappen.html",
      "img": "zhou.jpg",
      "slug": "zhou"
    },
    {
      "driverID": "tsunoda",
      "driver_name": "Yuki Tsunoda",
      "team": "Alpha Tauri",
      "blurb": "Yuki Tsunoda, the vibrant Japanese sensation, made a spirited debut at just 20 years old with AlphaTauri. With a flair for daring maneuvers and a racing instinct that belies his age, Tsunoda swiftly etched his name in the sport's annals and quickly became a fan favorite. His ascent from Formula 3 to Formula 1 was meteoric, and his breakthrough drive at Bahrain in 2021, securing points in his debut race, set the stage for a season of thrilling wheel-to-wheel battles and standout performances.",
      "source": "https://www.formula1.com/en/drivers/max-verstappen.html",
      "img": "yuki.jpg",
      "slug": "yuki"
    },
    {
      "driverID": "ricciardo",
      "driver_name": "Daniel Ricciardo",
      "team": "Alpha Tauri",
      "blurb": "Daniel Ricciardo, the seasoned Australian racer known for his infectious smile and daring overtakes, faced a pivotal shift in his Formula 1 journey when he lost his seat at McLaren but made a comeback halfway through the 2023 season at AlphaTauri. Renowned for his bold yet calculated racing style, Ricciardo's arrival at AlphaTauri injected a new energy into the team. Embracing the challenge head-on, Ricciardo's seamless integration on the track marked the beginning of a new chapter, underscoring his enduring presence and unwavering passion in the fiercely competitive world of Formula 1.",
      "source": "https://www.formula1.com/en/drivers/max-verstappen.html",
      "img": "daniel.jpg",
      "slug": "daniel"
    },
    {
      "driverID": "norris",
      "driver_name": "Lando Norris",
      "team": "McLaren",
      "blurb": "Young British driver Lando Norris displayed vibrance and talent from the moment he debuted with McLaren in 2019. Known for his infectious personality and impressive racing acumen, Norris swiftly earned respect as a fierce competitor on the grid. With several podium finishes and standout drives, Norris continues to captivate audiences and solidify his status as one of the rising stars in Formula 1.",
      "source": "https://www.formula1.com/en/drivers/max-verstappen.html",
      "img": "lando.jpg",
      "slug": "lando"
    },
    {
      "driverID": "piastri",
      "driver_name": "Oscar Piastri",
      "team": "McLaren",
      "blurb": "Oscar Piastri, the highly-anticipated and talented Australian rookie, joined the grid with McLaren in 2023. Despite it being his rookie year, Piastri wasted no time in making an impact, showcasing his racing prowess and adaptability. His victory in a thrilling sprint race underscored his innate talent and determination. Known for his measured approach and remarkable maturity behind the wheel, Piastri's seamless transition to Formula 1 and impressive performances have turned heads in the paddock. ",
      "source": "https://www.formula1.com/en/drivers/max-verstappen.html",
      "img": "oscar.jpg",
      "slug": "oscar"
    },
    {
      "driverID": "lawson",
      "driver_name": "Liam Lawson",
      "team": "Alpha Tauri",
      "blurb": "Liam Lawson, the burgeoning talent from New Zealand, made a noteworthy mark in Formula 1 this year, stepping into the AlphaTauri seat during Daniel Ricciardo's injury and impressing with his solid performances. With an opportunity to showcase his skills at the highest level, Lawson delivered commendable, suprising performances on the track. His adaptability and ability to quickly acclimate to the demands of Formula 1 affirmed his potential as a future force in the sport. ",
      "source": "https://www.formula1.com/en/drivers/max-verstappen.html",
      "img": "lawson.jpg",
      "slug": "lawson"
    },
    {
      "driverID": "de_vries",
      "driver_name": "Nick DeVries",
      "team": "Alpha Tauri",
      "blurb": "Dutch racer Nick DeVries debuted in Formula1 in the 2023 season, racing in the the AlphaTauri seat for the first half before his replacement by Daniel Ricciardo. DeVries was highly anticipated and heralded as a rising talent in motorsport. His entry into the sport's upper echelons marked a significant milestone in his career. Despite the challenges of adapting to the pinnacle of racing, DeVries showcased glimpses of his potential with gritty performances and flashes of brilliance.",
      "source": "https://www.formula1.com/en/drivers/max-verstappen.html",
      "img": "devries.jpg",
      "slug": "devries"
    }
  ]
}
