{
  "blogs": [
    {
      "slug": "lewis-move",
      "headline": "Lewis Hamilton to join Ferrari in 2025",
      "date": "Feb. 3, 2024",
      "caption": "Lewis Hamilton at the Las Vegas Grand Prix. Photo via TheSun.",
      "image": "lewis-move",
      "post": [
        {
          "type": "text",
          "value": "Racing in the red Ferrari is a Formula 1 driver’s dream. For seven-time world champion Lewis Hamilton, it’ll come true next year."
        },
        {
          "type": "text",
          "value": "News of the Mercedes legend’s switch took the racing community by storm this week after rumors swirled. Ferrari confirmed Hamilton signed a multiyear contract and will replace Spanish driver Carlos Sainz in 2025."
        },
        {
          "type": "text",
          "value": "<a href=\"https://twitter.com/LewisHamilton/status/1753770955212456206?s=20\">In a post on X</a>, Hamilton wrote: “I feel incredibly fortunate, after achieving things with Mercedes that I could only have dreamed of as a kid, that I now have the chance to (fulfill) another childhood dream. Driving in Ferrari red.”"
        },
        {
          "type": "text",
          "value": "Rumors continue to circulate on whether other Mercedes team talent will follow Hamilton’s lead to Ferrari."
        }
      ]
    },
    {
      "slug": "short-practice",
      "headline": "FP1 cut short after track debacle",
      "date": "Nov. 17, 2023",
      "caption": "A track marshall inspects damage. Photo courtesy of F1.",
      "image": "short-practice",
      "post": [
        {
          "type": "text",
          "value": "The much-anticipated F1 race in Las Vegas took an unexpected turn on Thursday night, sending shockwaves through the racing community and leaving fans disappointed. The anticipated event turned into a real-life nightmare for Spanish driver Carlos Sainz, who encountered a dangerous obstacle on the track that forced stewards to cancel the practice session."
        },
        {
          "type": "text",
          "value": "Sainz's Ferrari unexpectedly collided with a misplaced drain pipe, causing extensive damage to the vehicle. The incident not only endangered Sainz, but also raised serious concerns about the new track’s safety."
        },
        {
          "type": "text",
          "value": "As a result of the damage, race officials were forced to call off the race for the safety of all participants and spectators. The risks involved in continuing the event without confirming the track’s integrity were deemed too high, according to stewards."
        },
        {
          "type": "text",
          "value": "Disappointment reverberated through the in-person crowd and TV audience as attendees were informed that the Thursday night spectacle was abruptly canceled. Currently, there is no information about whether attendees will receive refunds."
        },
        {
          "type": "text",
          "value": "Authorities swiftly launched an investigation into the incident. Track officials, in collaboration with F1 management, issued apologies to fans and assured them that measures would be taken to prevent such incidents from occurring in the future."
        }
      ]
    },
    {
      "slug": "sainz-out",
      "headline": "Sainz devastated after 10-place grid penalty in Vegas",
      "date": "Nov. 17, 2023",
      "caption": "Carlos Sainz pictured in the Ferrari paddock. Photo courtesy of F1.",
      "image": "sainz-out",
      "post": [
        {
          "type": "text",
          "value": "The Las Vegas Grand Prix witnessed an unexpected turn for Carlos Sainz as a consequence of the track-related damage. Following the compromised track conditions necessitating an engine replacement, Sainz incurred a ten-place grid penalty, relegating him to a challenging starting position for the forthcoming race."
        },
        {
          "type": "text",
          "value": "The incident stemmed from the track's compromised integrity, prompting Sainz's engine swap due to the incurred damage. This setback undoubtedly poses a formidable challenge for the driver, positioning him further down the starting order for the subsequent race."
        },
        {
          "type": "text",
          "value": "As Formula 1 continues to navigate unforeseen track challenges, Sainz's situation stands as a testament to the sport's inherent unpredictability. His task ahead involves a strategic and skillful maneuver through the grid to optimize his race outcome in the upcoming event."
        }
      ]
    }
  ]
}
